Repository: PREreview/PREreviewDOIPlugin
Catalog: locale/*/locale.po
Languages: es_es, pt_br

# plugins.importexport.prereview.description
source: Via this plugin, preprint DOIs can be sent to PREreview to solicit feedback from the PREreview research community.
es_es: A través de este plugin, los DOIs de los preprints pueden ser enviados a PREreview para solicitar la opinión de la comunidad investigadora de PREreview.
pt_br: Por meio deste plugin, os DOIs dos preprints podem ser enviados ao PREreview para solicitar avaliações da comunidade de pesquisa do PREreview.

# plugins.importexport.prereview.send.error.mdsError
source: Couldn't send, please try again.
es_es: No se ha podido enviar, por favor, inténtelo de nuevo
pt_br: Não foi possível enviar, por favor tente novamente

# plugins.importexport.prereview.configure.error.mdsError
source: Verify key configuration
es_es: Verifique la configuración de las llaves
pt_br: Verificar a configuração das chaves

# plugins.importexport.prereview.request.error.mdsError
source: Request already exists
es_es: Ya existe una solicitud
pt_br: Já existe uma solicitação

# plugins.importexport.prereview.autorRegister.error.mdsError
source: The author did not authorize the sending
es_es: El autor no autorizó el envío
pt_br: O autor não autorizou o envio

# plugins.importexport.prereview.configPlugin.error.mdsError
source: Make sure you have the prereview plugin active and configured.
es_es: Asegúrese de que el plugin está activo y configurado.
pt_br: Certifique-se de que o plugin está activo e configurado.

# plugins.importexport.prereview.configure.success.mdSuccess
source: DOI successfully deposited in PREreview.
es_es: DOI enviado exitosamente a PREreview.
pt_br: DOI submetido com sucesso ao PRE-review.

# plugins.importexport.prereview.status.registered
source: Registered
es_es: Registrado
pt_br: Registrado

# plugins.importexport.prereview.status.failed
source: Unregistered
es_es: No registrado
pt_br: Não registado

# plugins.importexport.prereview.status.NotAuthorized
source: Not authorized by the author
es_es: No autorizado por el autor
pt_br: Não autorizado pelo autor

# plugins.importexport.prereview.action
source: Send
es_es: Enviar
pt_br: Enviar

# plugins.importexport.prereview.selector
source: Select
es_es: Selecionar
pt_br: Seleccione

# plugins.importexport.prereview.title
source: Title
es_es: Título
pt_br: Título

# plugins.importexport.prereview.settings
source: PREreview Plugin Settings
es_es: Configuración del plugin PREreview
pt_br: Configurações de Plugin PRE-review

# plugins.importexport.prereview.requirements
source: Plugin requirements not met
es_es: No se cumplen los requisitos del plugin
pt_br: Requisitos de plugin não cumpridos

# plugins.importexport.prereview.requirementsMessage
source: Verify that the PREreview plugin is configured
es_es: Compruebe que el plugin PREreview esté configurado
pt_br: Verificar se o plugin PREreview está configurado
